Repository: rxtech-lab/film-workflow
Catalog: film-workflow/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: The film stays self-contained and portable. Large footage takes space twice.
zh_hans: 影片保持自包含且便于移动。大型素材会占用两倍空间。

source: The film stays small, but breaks if the original file moves.
zh_hans: 影片体积较小，但原始文件移动后将无法使用。

source: The film will be moved to the Trash.
zh_hans: 影片将被移到废纸篓。

source: The font %@ could not be registered.
zh_hans: 无法注册字体 %@。

source: The generated audio file will be permanently deleted.
zh_hans: 生成的音频文件将被永久删除。

source: The generated image file will be permanently deleted.
zh_hans: 生成的图像文件将被永久删除。

source: The generated video file will be permanently deleted.
zh_hans: 生成的视频文件将被永久删除。

source: The item, its content file and its previews cannot be recovered.
zh_hans: 该项目、其内容文件及预览均无法恢复。

source: The marketplace has no slot for this clip’s file.
zh_hans: 市场没有用于此片段文件的插槽。

source: The model decides where a long caption should break — at a clause boundary, never mid-phrase, and never leaving a stub second line. It leaves a caption alone when no split improves it. The length above is the threshold it works to.
zh_hans: 由模型决定长字幕在哪里断开——在语义停顿处断句，不会拆散词组，也不会留下过短的第二行。如果拆分没有好处，就保持原样。上面的长度是它参照的阈值。

source: The model didn't find anything worth changing.
zh_hans: 模型没有发现需要修改的地方。

source: The narration audio file is missing: %@
zh_hans: 缺少旁白音频文件：%@

source: The note tells the model what this is — "company name", "drug name".
zh_hans: 备注告诉模型这是什么——“公司名”“药品名”。

source: The paragraph and its shortcode content will be permanently deleted.
zh_hans: 该段落及其短代码内容将被永久删除。

source: The partial video file will be removed.
zh_hans: 将删除已生成的部分视频文件。

source: The preview follows along as each shot lands. Ask for changes in plain words, then open it in the full editor.
zh_hans: 每个镜头落位时，预览都会同步跟随。用日常语言提出修改，然后在完整编辑器中打开。

source: The preview took too long to load. Try again.
zh_hans: 预览加载时间过长。请重试。

source: The project these changes apply to is no longer available.
zh_hans: 这些更改所应用的项目已不可用。

source: The provider returned no phrases.
zh_hans: 服务未返回任何语句。

source: The provider will keep working on it and may still bill this job. You can resume it from the project later.
zh_hans: 提供商会继续处理此任务，并且仍可能对此任务收费。稍后可以从项目中恢复它。

source: The rendered video file will be permanently deleted.
zh_hans: 渲染的视频文件将被永久删除。

source: The shortcode will be permanently removed from this paragraph.
zh_hans: 短代码将从此段落中永久移除。

source: The stored reference image file will be permanently deleted.
zh_hans: 存储的参考图像文件将被永久删除。

source: The style is applied to the caption clips as you change it, so the viewer shows what will be rendered.
zh_hans: 更改样式时会将其应用到字幕片段，因此查看器会显示最终渲染效果。

source: The suggested text changes the spoken words, not just the line breaks.
zh_hans: 建议的文本会改变实际说出的内容，而不只是换行。

source: The term and its known spelling variants will be permanently deleted.
zh_hans: 该术语及其已知拼写变体将被永久删除。

source: The timing fallback re-runs a transcription on another provider when the first returns timings that go backwards.
zh_hans: 当首选服务返回的时间轴出现倒退时，备用服务会用另一服务重新转写。

source: Theme Color
zh_hans: 主题颜色

source: These captions are in %@.
zh_hans: 这些字幕的语言是%@。

source: These clips move together. Remove the transition to unlink them.
zh_hans: 这些片段会一起移动。移除转场即可取消关联。

source: Thinking…
zh_hans: 思考中…

source: This archive contains an unsafe entry (%@) and was not installed.
zh_hans: 此归档包含不安全的条目（%@），未予安装。

source: This archive is missing %@.
zh_hans: 此归档缺少 %@。

source: This archive's composition details could not be read.
zh_hans: 无法读取此归档的合成详情。

source: This breaks the caption into more lines than its length calls for.
zh_hans: 这会把字幕拆成超出长度要求的多行。

source: This caption and its translations will be permanently deleted from the current version.
zh_hans: 此字幕及其翻译将从当前版本中永久删除。

source: This changes "%@", which isn't in the glossary.
zh_hans: 这会更改“%@”，但它不在术语表中。

source: This clip has no file to upload yet. Render it first.
zh_hans: 此片段还没有可上传的文件。请先渲染。

source: This composition could not be found in the film.
zh_hans: 在影片中找不到此合成。

source: This composition has no source files to publish yet.
zh_hans: 此合成还没有可发布的源文件。

source: This composition's files come to %@, which is more than the marketplace accepts. Remove large assets from its public folder and try again.
zh_hans: 此合成的文件总大小为 %@，超过市场的限制。请从其公共文件夹中移除大型资源后重试。

source: This creates version %lld. The current version and its translations are kept, and translations carry over for captions that come out unchanged.
zh_hans: 这将创建版本 %lld。当前版本及其翻译会保留，内容未变化的字幕会自动沿用已有翻译。

source: This creates version %lld. The current version and its translations are kept, and translations carry over for captions that come out unchanged. You can switch back in Caption Setup at any time.
zh_hans: 这将创建版本 %lld。当前版本及其翻译会保留，内容未变化的字幕会自动沿用已有翻译。你可以随时在字幕设置中切换回去。

source: This effect cannot be loaded: %@
zh_hans: 无法加载此效果：%@

source: This engine isn't set up.
zh_hans: 此引擎尚未设置。

source: This Film · Version %lld
zh_hans: 此影片 · 版本 %lld

source: This item is no longer in the catalog.
zh_hans: 此项目已不在目录中。

source: This kind has no categories yet. Add one to continue.
zh_hans: 此类型尚无类别。请添加一个类别以继续。

source: This lyric section will be permanently deleted.
zh_hans: 此歌词分区将被永久删除。

source: This Mac doesn't support Apple Intelligence.
zh_hans: 这台 Mac 不支持 Apple 智能。

source: This project already has a generation running.
zh_hans: 此项目已有生成任务正在运行。

source: This proposal can no longer be read.
zh_hans: 无法再读取这条建议。

source: This provider didn't return word timings. You can generate approximate ones by spreading the words evenly across the caption.
zh_hans: 此服务未返回逐字时间轴。您可以将字词在字幕时长内均匀分布，生成近似时间轴。

source: This removes the item and everything uploaded for it from the marketplace.
zh_hans: 这会从市场中移除该项目及为其上传的所有内容。

source: This song-structure section will be permanently deleted.
zh_hans: 此歌曲结构分区将被永久删除。

source: This span overlaps the caption next to it.
zh_hans: 此时间段与旁边的字幕重叠。

source: This transcript has no word timings, so word times will be estimated by splitting each caption's duration.
zh_hans: 此转写没有逐字时间轴，将按比例拆分每条字幕的时长来估算字词时间。

source: This will permanently remove the audio file.
zh_hans: 这将永久删除该音频文件。

source: This would leave a very short second line.
zh_hans: 这样会留下很短的第二行。

source: Threads
zh_hans: 线程

source: Tile URL
zh_hans: 瓦片 URL

source: Timeline
zh_hans: 时间轴

source: Timing
zh_hans: 时间

source: Timing fallback
zh_hans: 时间轴备用服务

source: Timing is estimated
zh_hans: 时间为估算值

source: Timing your script against the audio…
zh_hans: 正在根据音频调整脚本时间…

source: Timings are aligned per sentence, not per word. Spot-check them in the retimer.
zh_hans: 时间轴按句对齐，而非逐字对齐。请在时间轴校准中抽查。

source: Timings are estimated from text length. Open the retimer to correct them.
zh_hans: 时间轴根据文字长度估算。请打开时间轴校准进行修正。

source: tired
zh_hans: 疲惫

source: Toggle full screen
zh_hans: 切换全屏

source: Tool rounds per turn: %lld
zh_hans: 每轮工具调用轮数：%lld

source: Tools
zh_hans: 工具

source: Top Up
zh_hans: 充值

source: TR-808 Drum Machine
zh_hans: TR-808 鼓机

source: Transcribe
zh_hans: 转写

source: Transcribe the audio to create version 1.
zh_hans: 转录音频以创建版本 1。

source: Transcribe this audio into captions
zh_hans: 将此音频转写为字幕

source: Transcribe without sending audio anywhere
zh_hans: 无需上传音频即可转写

source: Transcribing…
zh_hans: 正在转写…

source: Transcript
zh_hans: 转录文本

source: Transcript Preview
zh_hans: 转录预览

source: Transcription
zh_hans: 转写

source: Transcription model
zh_hans: 转写模型

source: Transition
zh_hans: 转场

source: Transition seconds
zh_hans: 转场时长（秒）

source: Transition to next shot
zh_hans: 转场至下一个镜头

source: Transitions
zh_hans: 转场

source: Translate
zh_hans: 翻译

source: Translate Captions
zh_hans: 翻译字幕

source: Translate into
zh_hans: 翻译成

source: Translate…
zh_hans: 翻译…

source: Translated %1$lld caption into %2$@.
zh_hans: 已将 %1$lld 条字幕翻译成%2$@。

source: Translated %1$lld captions into %2$@.
zh_hans: 已将 %1$lld 条字幕翻译成%2$@。

# Translated %lld caption%@ into %@.
source: Translated %1$lld caption%2$@ into %3$@.
zh_hans: 已将 %1$lld 条字幕%2$@翻译成%3$@。

source: Translated by
zh_hans: 翻译引擎

source: Translating captions…
zh_hans: 正在翻译字幕…

source: Translation
zh_hans: 翻译

source: Translation failed
zh_hans: 翻译失败

source: Translations
zh_hans: 翻译

source: Translations have no word timings, so whole sentence cues are exported and long captions aren't re-wrapped.
zh_hans: 翻译没有逐词时间轴，因此导出整句字幕，且长字幕不会重新换行。

source: Translations requested by an outside agent over MCP always use the AI backend — Apple's engine only runs inside the app.
zh_hans: 通过 MCP 由外部代理发起的翻译始终使用 AI 后端 —— Apple 的翻译引擎只能在应用内运行。

source: Transparent background
zh_hans: 透明背景

source: Transparent background requires PNG or WebP output.
zh_hans: 透明背景需要 PNG 或 WebP 输出格式。

source: Trumpet
zh_hans: 小号

source: Try Again
zh_hans: 重试

source: Turkish
zh_hans: 土耳其语

source: Turn audio into captions
zh_hans: 将音频转换为字幕

source: Turn on Apple Intelligence in System Settings to use it here.
zh_hans: 请在“系统设置”中开启 Apple 智能后使用。

source: Turning this on starts a local server your editor or agent can connect to with the generated token.
zh_hans: 开启后会启动本地服务器，编辑器或智能体可使用生成的令牌连接。

source: Type
zh_hans: 类型

source: Type @ in the composer to switch the project. The thread keeps that target, so several conversations can work on different projects.
zh_hans: 在输入框中键入 @ 可切换项目。对话会记住所选目标，因此多个对话可以同时处理不同项目。

source: Type @ to pick footage, / for commands.
zh_hans: 输入 @ 选择素材，输入 / 使用命令。

source: Type a time…
zh_hans: 输入时间…

source: Unassigned
zh_hans: 未指定

source: Unavailable Effect
zh_hans: 不可用的效果

source: Unavailable Transition
zh_hans: 不可用的转场

source: Ungrouped
zh_hans: 未分组

source: Uninstall
zh_hans: 卸载

source: Unload model from memory
zh_hans: 从内存中卸载模型

source: Unpin this thread
zh_hans: 取消固定此线程

source: Unpin Thread
zh_hans: 取消固定线程

source: Unpublish
zh_hans: 取消发布

source: Untitled Item
zh_hans: 未命名项目

source: Untitled term
zh_hans: 未命名术语

source: Up to %lld speakers
zh_hans: 最多 %lld 位说话人

source: Upbeat
zh_hans: 欢快

source: Update %@ (%lld to do)
zh_hans: 更新%@（还有 %lld 条）

source: Updating footage…
zh_hans: 正在更新素材…

source: Uplifting
zh_hans: 振奋

source: Uploaded
zh_hans: 已上传

source: Uploaded preview uses mock images, without original project footage
zh_hans: 已上传的预览使用模拟图像，不包含原始项目素材

source: Uploading audio…
zh_hans: 正在上传音频…

source: Uploads when you save the draft.
zh_hans: 保存草稿时上传。

source: Usage by capability
zh_hans: 按功能查看用量

source: Use a fixed seed
zh_hans: 使用固定种子

source: Use a provider licensed for rendering. The public OpenStreetMap tile server is not available for automated exports.
zh_hans: 使用获得渲染许可的提供商。公共 OpenStreetMap 瓦片服务器不支持自动导出。

source: Use a tile provider
zh_hans: 使用瓦片提供商

source: Use app default
zh_hans: 使用应用默认值

source: Use current audio time (%@)
zh_hans: 使用当前音频时间（%@）

source: Use Current Time
zh_hans: 使用当前时间

source: Use Film Footage…
zh_hans: 使用影片素材…

source: Use in Current Film
zh_hans: 在当前影片中使用

source: Use Narration…
zh_hans: 使用旁白…

source: Use RxFilm credits
zh_hans: 使用 RxFilm 点数

source: Use terms as a spelling hint when transcribing
zh_hans: 转写时把术语作为拼写提示

source: Use the CLI's own default
zh_hans: 使用 CLI 自身的默认值

source: Use the current audio time
zh_hans: 使用当前音频时间

source: Use the Default Folder
zh_hans: 使用默认文件夹

source: Use this model
zh_hans: 使用此模型

source: Use This Version
zh_hans: 使用此版本

source: Use your own endpoint, API key, and chat model.
zh_hans: 使用你自己的端点、API 密钥和聊天模型。

source: Used
zh_hans: 已使用

source: Used as a visual style guide when the agent edits this composition.
zh_hans: 代理编辑此合成时将其用作视觉样式参考。

source: Used for splitting, for checking captions against a project's terms, and by the caption assistant. Apple Intelligence runs entirely on this device.
zh_hans: 用于字幕拆分、按项目术语检查字幕，以及字幕助手。Apple 智能完全在本机运行。

source: Users purchase missing paid items separately.
zh_hans: 用户需分别购买缺少的付费项目。

source: Uses the endpoint and key from the AI Provider tab. Many gateways list audio models but don't implement /v1/audio/transcriptions — if you get a 404, use the provider's own endpoint.
zh_hans: 使用“AI 服务”标签页中的接口地址和密钥。许多网关会列出音频模型，但并未实现 /v1/audio/transcriptions——如果返回 404，请改用服务商自身的接口地址。

source: Uses your AI backend and follows the project glossary. Costs tokens.
zh_hans: 使用你配置的 AI 后端，并遵循项目术语表。会消耗额度。

source: Using your RxLab account balance
zh_hans: 使用你的 RxLab 账户余额

source: Variants: %lld
zh_hans: 变体：%lld

source: Verse
zh_hans: 主歌

source: Version
zh_hans: 版本

source: Version %@
zh_hans: 版本 %@

source: Version %1$lld and its %2$lld captions will be removed. This cannot be undone.
zh_hans: 版本 %1$lld 及其 %2$lld 条字幕将被删除，此操作无法撤销。

source: Version %lld
zh_hans: 版本 %lld

# Version %lld and its %lld captions will be removed. This cannot be undone.
source: Version %1$lld and its %2$lld captions will be removed. This cannot be undone.
zh_hans: 版本 %1$lld 及其 %2$lld 条字幕将被移除。此操作无法撤销。

source: Versions
zh_hans: 版本

source: Versions (%lld)
zh_hans: 版本（%lld）

source: Video
zh_hans: 视频

source: Video generation usually takes a few minutes.
zh_hans: 视频生成通常需要几分钟。

source: Video Parameters
zh_hans: 视频参数

source: Video style
zh_hans: 视频风格

source: Video Track
zh_hans: 视频轨道

source: Vietnamese
zh_hans: 越南语

source: View full history in browser
zh_hans: 在浏览器中查看完整历史记录

source: View Source
zh_hans: 查看源代码

source: Viewer
zh_hans: 查看器

source: Viewer tools
zh_hans: 查看器工具

source: Violin
zh_hans: 小提琴

source: Vocals
zh_hans: 人声

source: Voice
zh_hans: 语音

source: Voice parameters
zh_hans: 语音参数

source: Voice tags are WebVTT-only; names will be used as a prefix instead.
zh_hans: 语音标记仅 WebVTT 支持；此处将改用名称前缀。

source: Waiting for the agent
zh_hans: 正在等待代理

source: Warm
zh_hans: 温暖

source: Watch it come together
zh_hans: 看着它逐步成形

source: We're learning about the company and looking for templates that fit.
zh_hans: 我们正在了解这家公司，并寻找合适的模板。

source: Welcome to RxFilmStudio
zh_hans: 欢迎使用 RxFilmStudio

source: What to keep out of the shot. Optional.
zh_hans: 镜头中应避免出现的内容。可选。

source: What to provide, how to frame it, and what should happen
zh_hans: 要提供的内容、取景方式以及应发生的动作

source: What's New
zh_hans: 新功能

source: What's New…
zh_hans: 新功能…

source: When nudging
zh_hans: 微调方式

source: While transcribing
zh_hans: 转写过程中

source: Whisper (on device)
zh_hans: Whisper（本机）

source: Whisper model
zh_hans: Whisper 模型

source: whisper-1 (default)
zh_hans: whisper-1（默认）

source: whispers
zh_hans: 低语

source: Whole film
zh_hans: 整部影片

source: Width
zh_hans: 宽度

source: With AI
zh_hans: 使用 AI

source: With Lyrics
zh_hans: 带歌词

source: Woodwinds
zh_hans: 木管乐器

source: Word
zh_hans: 逐字

source: Word (karaoke)
zh_hans: 逐字（卡拉OK）

source: Word aligned
zh_hans: 逐字对齐

source: Word End
zh_hans: 字词结束

source: Word Start
zh_hans: 字词开始

source: Word timing falls outside the caption.
zh_hans: 字词时间超出了字幕范围。

source: Word timings
zh_hans: 逐词时间轴

source: Word Timings
zh_hans: 逐字时间轴

source: Word timings are out of order.
zh_hans: 逐字时间轴顺序错乱。

source: Word timings will be re-matched to the new text.
zh_hans: 逐字时间轴将重新匹配到新文字。

source: Word Timings…
zh_hans: 逐字时间轴…

source: Word-level timings
zh_hans: 逐字级时间轴

source: Words
zh_hans: 字词

source: Working out your options
zh_hans: 正在梳理你的选项

source: Working…
zh_hans: 正在处理…

source: Write %@ in a translated caption and it becomes the wording set here. Change the wording and every caption using the placeholder updates — no re-translation. A language left blank falls back to the spelling above.
zh_hans: 在翻译字幕中写入 %@，即可使用此处设置的措辞。更改措辞后，使用该占位符的每条字幕都会更新——无需重新翻译。语言留空时，会回退到上方的拼写。

source: Writing caption files
zh_hans: 正在写入字幕文件

source: You can switch engines later from the Agent window. Claude Code and Codex run the command-line tools installed on this Mac.
zh_hans: 之后可以在“代理”窗口中切换引擎。Claude Code 和 Codex 会运行此 Mac 上已安装的命令行工具。

source: You have no credits left. Add some and this page updates on its own.
zh_hans: 你的积分已用完。添加积分后，此页面会自动更新。

# You need %@ credits; %@ are available.
source: You need %1$@ credits; %2$@ are available.
zh_hans: 你需要 %@ 积分；当前可用 %@。

source: You will need to sign in again to use subscription credits.
zh_hans: 你需要重新登录才能使用订阅积分。

source: Young Adult Female
zh_hans: 青年女性

source: Young Adult Male
zh_hans: 青年男性

source: Your API key is stored securely in the Keychain when you save.
zh_hans: 保存时，你的 API 密钥会安全地存储在钥匙串中。

source: Your API key is stored securely in the Keychain.
zh_hans: 您的API 密钥安全地存储在钥匙串中。

source: Your caption settings have been saved.
zh_hans: 您的字幕设置已保存。

source: Your drafts and published items.
zh_hans: 你的草稿和已发布项目。

source: Your Endpoint
zh_hans: 你的端点

source: Your footage, edits, and generated media stay together in one film project.
zh_hans: 你的素材、编辑内容和生成媒体会保存在同一个影片项目中。

source: Your key is stored securely in the Keychain.
zh_hans: 你的密钥会安全地存储在钥匙串中。

source: Your keys have been saved to the Keychain.
zh_hans: 您的密钥已保存到钥匙串中。

source: Your next story starts here.
zh_hans: 你的下一个故事从这里开始。

source: Your own endpoint, running %@.
zh_hans: 你自己的端点，运行于 %@。

source: Your projects are not affected.
zh_hans: 你的项目不受影响。

source: Your session expired. Please sign in again.
zh_hans: 你的登录会话已过期，请重新登录。

source: Youthful
zh_hans: 年轻
